<?php $pageTitle = "اسألة متكررة"; ?>
<?php include("ini.php"); //include initalization file wich include connection to databse file , header, head, navbar ?>
			<!--breadcrumb nav -->
			<nav aria-label="breadcrumb">
				  <ol class="breadcrumb">
					<li class="breadcrumb-item"><a href="index.php">الرئيسية</a></li>
					<li class="breadcrumb-item active" aria-current="page">اسئلة متكررة</li>
				  </ol>
			</nav>
			<!--start of all news section-->
			<section class="faqs wow fadeInDown" data-wow-offset="0" data-wow-delay="0.4s">
				<h1><i class="fa fa-question" aria-hidden="true"></i> اسئلة متكررة</h1>
				<hr></hr>
				<br><br>
				<dl>
					<dt>كيف التحق ببرنامج الرخصة السودانية</dt>
					<dd>
					
							يبدأ الأفراد الراغبين فى الحصول على شهادة الرخصة السودانية لتشغيل الحاسوب من خلال التسجيل في دورة تدريبية وقد يكون ذلك بشكل فردي طوعي لتطوير قابلياتهم او كجزء من متطلبات التدريب الخاصة بهم كموظفين  في منظمة او مؤسسة معينة. 
و تعقد الدورات  التدريبية دائما  في مراكز معتمد ولكن وفي حالات كثيرة يكون التدريب والاختبار لـ SLCO في مكانين مختلفين
					
					</dd>
					<dt>كيف اتمكن من الجلوس لامتحان الرخصة السودانية لتشغيل الحاسوب</dt>
					<dd>
						لغرض طلب التقديم لأداء امتحانات الرخصة السودانية يجب على كل مرشح الحصول اولاً على بطاقة امتحانات الرخصة السودانية من مركز معتمد (لمزيد من المعلومات حول المراكز المعتمدة في منطقتك انظر صفحة المركز المعتمدة). بطاقة الامتحان هي الوثيقة التي يتم تسجيل الفرد من خلالها لأداء اختبارات الرخصة السودانية لتشغيل الحاسوب ويتم تحديثها من قبل مركز الامتحان  حال اجتياز المرشح لآحدى وحدات البرنامج السبعة.

وبعد  اجتياز  كل الوحدات وبنجاح وفور الانتهاء من تحديث بطاقة الامتحان سيقوم المركز المعتمد باعادة بطاقات الامتحان  الى ادارة برنامج الرخصة السودانية لتشغيل الحاسوب التى  بدورها تقوم  بأصدار الشهادة

تمنح شهادة الرخصة السوادانية لتشغيل الحاسوب  للمرشح الذي يجتاز الوحدات السبعة.
					</dd>
					<dt>فى اى مركز يمكن الامتحان</dt>
					<dd>
					تجرى إمتحانات الرخصة السودانية لتشغيل الحاسوب في المراكز المعتمدة فقط . وان ادارة برنامج الرخصة السودانية لتشغيل الحاسوب هي المسؤولة عن عمليات اعتماد مراكز الامتحان  ومراقبتها بشكل دوري لضمان التزامهم بتطبيق معيار الجودة
					</dd>
					<dt>كم يستغرق وقت الإمتحانات</dt>
					<dd>
						يجرى إمتحان كل وحدة من وحدات البرنامج بشكل منفصل ضمن وقت لايتجاوز 45 دقيقة. وبالإمكان الجلوس لاختبار أي وحدة من وحدات البرنامج دون ترتيب.
					</dd>
					<dt>كم يستغرق وقت التدريب</dt>
					<dd>
						غالباً ما يستغرق الافراد في التدريب على كل وحدة قبل الجلوس  للإمتحان،  بالرغم من ان الجلوس للتدريب ليس الزاماً, فقد يشعر بعض المرشحين من ذوي الاختصاص بأنهم مؤهلين بما فيه الكفاية في مجال ما لخوض الامتحان مباشرة دون تدريب 
						في حين ان البعض الاخر قد يحتاج الى تدريب كامل قبل الامتحان ، كما ان فترة التدريب المطلوبة تتوقف على مستوى المهارة والقابلية الموجودة اصلاً لدى المرشحين أي قبل التدريب على وحدات البرنامج
						فعلى سبيل المثال يحتاج مدرب برنامج التعليم الالكتروني عادة الى 30 ساعة لكل وحدة من الوحدات كمعدل لتدريب الأفراد ممن ليس لديهم أي خبرة سابقة.

						المواد التدريبية كالكتب التي تمت المصادقة والموافقة عليها من قبل برنامج الرخصة السودانية لتشغيل الحاسوب متوفرة  لدى المراكز التدريبية ومراكز الامتحانات  وإدارة برنامج الرخصة ويمكن للأفراد بصورة عامة من استخدامها في تدريب انفسهم على اساس ذاتي.
					</dd>
				</dl>
			</section>
			<?php include("includes/templates/footer.php"); // include footer file ?>