<?php $pageTitle = "ما تقدمة الرخصة للطلاب"; ?>
<?php include("ini.php"); //include initalization file wich include connection to databse file , header, head, navbar ?>
			<!--breadcrumb nav -->
			<nav aria-label="breadcrumb">
				  <ol class="breadcrumb">
					<li class="breadcrumb-item"><a href="index.php">الرئيسية</a></li>
					<li class="breadcrumb-item active" aria-current="page">الرخصة في السودان</li>
				  </ol>
			</nav>
			<!--start of all news section-->
			<section class="slco-student wow fadeInDown" data-wow-offset="0" data-wow-delay="0.3s">
				<h1><i class="fa fa-graduation-cap" aria-hidden="true"></i> ماتقدمة الرخصة للطلاب</h1>
				<hr></hr>
				<br><br>
				<p>
					الطلاب الذين يتمتعون بمعرفة القراءة والكتابة الرقمية سوف يكون لديهم الفرصة للتمتع بتجربة تعليمية غنية، وسيكون لهم إمكانية الاستعداد بشكل أفضل للحياة العملية إضافة إلى الرغبة في المزيد من التعلم. و يكون لديهم أداء أفضل في المدرسة بالإضافة إلى الحماس الزائد لمواصلة العملية التعليمية.
				</p>
				<dl>
					<dt>دعم مهارات التعلم </dt>
						<dd>
							أصبحت الحاجة متزايدة إلى اكتساب المهارات اللازمة لاستخدام أدوات التقانة لتطوير بيئات التعلم والطلاب حيث أن هذه المهارات تُقدم الدعم اللازم للطلاب أثناء عملية تعلُمهم. فاكتساب مهارات تقانة المعلومات والاتصالات تمًكن الطلاب من تقديم عمل ناجح مكتوب بطريقة مناسبة وذلك من خلال استخدام برامج معالج النصوص، وتُمكنهم أيضاً من تقديم المشاريع بشكل محترف من خلال برنامج العروض التقديمية، بينما استخدام برنامج جداول البيانات يكون مفيداً جداً في موضوعات عديدة. كما  يٌسهل الوصول إلى المعلومات والموارد التي نحتاج إليها في حياتنا الخاصة والعملية، فضلا عن انها تتيح للطلاب إمكانية استخلاص مجموعة كبيرة من المعلومات المتنوعة بما في ذلك التعليم الإلكتروني ومحتوى الوسائط المتعددة. فعملية توسيع القاعدة المعرفية لدى الطالب خارج الصف الدراسي تعطيه القدرة على تعزيز تفكيره النقدي و تنمية وزيادة النواحي الإيجابية لديه. 
						</dd>
					<dt> تحسين التواصل والتعاون</dt>
						<dd>
							إن من القيم المهمة في حياتنا هو كيفية تعلُم مهارة العمل الجماعي، والتي تلعب التقانة دوراً مهماً فيها من حيث توفير أدوات التواصل التي تمكننا من التعاون فيما بيننا، فاكتشاف الطلاب لكيفية استخدام التقانة للتواصل مع المعلمين ومع زملائهم يؤدى إلى التعاون فيما بينهم من خلال تقاسم المهام لتنفيذ المشاريع والتمارين  والواجبات  الموكلة إليهم. 
						</dd>
					<dt> النجاح في العمل والحياة، ومواصلة التعلم </dt>
						<dd>
							إن تعلم مهارات الحاسب الآلي لا يوفر الأدوات اللازمة لدعم تعليم الطلاب فحسب وإنما يتيح لهم اكتساب المهارات اللازمة في أماكن العمل والحياة اليومية وفى مجتمع المعلومات.
						</dd>
					<dt> برامج شهادة الرخصة السودانية</dt>
						<dd>
							تُعد برامج شهادة الرخصة السودانية دليلاً على اكتسابك المهارات اللازمة في استخدام التقانة فضلاً عن القناعة بتحقيق مستويات جودة عالية ومعترف بها ، إذ  أصبح البرنامج المعيار الحكومى في مهارات الكمبيوتر للمستخدم النهائي، كما إنها تعتبر أيضاً المعيار الفعلي لمحو الأمية الرقمية لكثير من النظم التعليمية في جميع أنحاء العالم حيث تم تبنيها من قبل وزارة التربية والتعليم لتكون أساساً لكل من  المعلمين الجدد والقدامى.
						</dd>
				</dl>
			</section>
			
			<?php include("includes/templates/footer.php"); // include footer file ?>