<?php $pageTitle = "ما تقدمة الرخصة لاصحاب الاعمال"; ?>
<?php include("ini.php"); //include initalization file wich include connection to databse file , header, head, navbar ?>
			<!--breadcrumb nav -->
			<nav aria-label="breadcrumb">
				  <ol class="breadcrumb">
					<li class="breadcrumb-item"><a href="index.php">الرئيسية</a></li>
					<li class="breadcrumb-item active" aria-current="page">الرخصة في السودان</li>
				  </ol>
			</nav>
			<!--start of all news section-->
			<section class="slco-business wow fadeInDown" data-wow-offset="0" data-wow-delay="0.3s">
				<h1><i class="fa fa-briefcase" aria-hidden="true"></i> ماتقدمة الرخصة لاصحاب الاعمال</h1>
				<hr></hr>
				<br><br>
				<p>
					 المؤسسات 
					 التى تستخدم االتقانة الحديثة تحتاج الى موظفين  مهرة فى المجال  لانجاز  الاعمال على نحو أكثر فعالية  مما يؤدى    إلى زيادة الإنتاجية  والقدرة التنافسية إضافة إلى ضمان تحقيق الأهداف التشغيلية بكفاءة عالية. وتستخدم برامج الرخصة السودانية   لتشغيل الحاسوب لزيادة قيمة القدرات البشرية، و تحقيق المكاسب فى الإنتاجية وذلك عن طريق تطوير كفاءة الموظفين.
				</p>
				<h3>الرخصة السودانية تساهم في زيادة الكفاءة الإنتاجية</h3>
				<br>
				<h3> يمثل الموظفين الملمين بالقراءة والكتابة الرقمية إضافة حقيقية لمؤسسات الإعمال  وقيمة كبيرة حيث تؤدى الى :</h3>
				<ul>
					<li> زيادة الكفاءة والإنتاجية الإجمالية</li>
					<li> تحقيق أهداف وغايات محددة على نحو أكثر فعالية</li>
					<li> ضمان تقليل الأعباء الإدارية غير الضرورية أو إلغاؤها</li>
					<li>  يعزز إلى حد كبير الاتصالات الداخلية والخارجية داخل المؤسسة </li>
					<li> المزيد من الفهم والاستخدام الأمثل للتقانة مما يؤدى  إلى زيادة العائدات من الاستثمار في هذه التكنولوجيا</li>
					<li> زيادة ثقة الموظفين والرضا الوظيفي</li>
					<li> القضاء على الآثار السلبية لضياع الوقت والمال نتيجة عدم الكفاءة.</li>
				
				</ul>
				<h3> مقارنة بين الموظفين من ذوى المهارات التقنية والموظفين غير المهرة تقنياً</h3>
				<br>
				<div class="table-responsive">
					<table class="table">
						<tr>
							<th>الموظفين ذوى مهارات القراءة والكتابة الرقمية</th>
							<th>الموظفين الأميين رقمياً</th>
						</tr>
						<tr>
							<td>
								المعرفة  بالتطبيقات الخاصة بوظائفهم وتطبيقها 
								في ثوان معدودة
							</td>
							<td>
								قضاء الكثير من الوقت في محاولة فهم التطبيقات الخاصة بوظائفهم.
							</td>
						</tr>
						<tr>
							<td>
								تثبيت إعدادات البرامج على الاجهزة الخاصة دون الحاجة للمساعدة وهو ما يؤدى إلى كسب الوقت وبالتالي زيادة الإنتاجية.
							</td>
							<td>
								انتظار الدعم الفني لتثبيت إعدادات البرامج على أجهزة الكمبيوتر وهو ما يؤدى إلى ضياع الوقت في انتظار المساعدة وبالتالي فقدان الإنتاجية.
							</td>
						</tr>
						<tr>
							<td>
								استخدام برنامج معالجة النصوص في دمج المراسلات لإنجاز المهمة في فترة قصيرة من الوقت.
							</td>
							<td>
								إهدار الوقت في كتابة الرسائل والمعاملات يدوياً وباستخدام الأظرف والملصقات إضافة إلى الاتصالات التي تستهدف مجموعة كبيرة.
							</td>
						</tr>
						<tr>
							<td>
								إنتاج مستندات ووثائق عالية الجودة من دون الحاجة لمساعدة الآخرين.
							</td>
							<td>
								استهلاك الكثير من الوقت في أنتاج وثائق و مستندات ذات نوعية رديئة، والتي غالباً ما تحتاج إلى مراجعة. 
							</td>
						</tr>
						<tr>
							<td>استخدام الصيغ والدالات الحسابية بكفاءة وفعالية في تنفيذ العمليات الحسابية المعقدة.</td>
							<td>إدخال البيانات الإحصائية في الجداول يدوياً مما يزيد من مخاطر الوقوع في الأخطاء. </td>
						</tr>
						<tr>
							<td>الثقة في معالجة الاستفسارات، وخلق تقارير عرض المعلومات والتي تستغرق وقتا طويلاً لإنشائها يدوياً</td>
							<td>العناء في استخدام قواعد البيانات والخوف من تطبيقها</td>
						</tr>
						<tr>
							<td>إدارة رسائل البريد الإلكتروني بشكل فعال، وفهم المخاطر المرتبطة بها والحفاظ على أنظمة المنظمة آمنة</td>
							<td>صعوبة التعامل مع البريد الإلكترونى مع عدم إدراك المخاطر الأمنية المرتبطة بذلك</td>
						</tr>
					</table>
				</div>
			</section>
			
			<?php include("includes/templates/footer.php"); // include footer file ?>
			
		